
"str_popup_ME_genie" 		= "Trichter";
"str_popup_ME_scale" 		= "Linear";

/* Dock Items Table */
"fkind_app" 			= "Programm";
"fkind_classic_app" 	= "Classic-Programm";
"fkind_doc" 			= "Dokument";
"fkind_unknown" 		= "Unbekannt";
"fkind_volume"			= "Volume";
"fkind_folder"			= "Ordner";
"fkind_URL"				= "URL";

"item_exists_title"	= "Objekt existiert bereits";
"item_exists_msg"	= "Dieses Objekt ist bereits in der Liste enthalten.";

"item_illegal_title"= "Falscher Typ";
"item_illegal_msg"	= "Eines oder mehrere Objekte haben nicht den richtigen Typ für diese Liste.";

// "cantAddWebLocViaAddButton_title" = "Error";
// "cantAddWebLocViaAddButton_msg"	  = "Do not add ‘.webloc’ files via the ‘Add’ button. Drag them to the list instead.";

"add_button_title"	= "Hinzufügen";

"table_data_varies"	= "Verschiedene Werte";

"groupvol_name" 	= "<Gruppenordner>";
"groupvol_template"	= "%@-Dokumente";	/* may be used for 3083743 */

/* Error Messages */
"noGroupVols_Title" 	= "Hinzufügen nicht möglich, da es keinen Gruppenordner gibt.";
"noGroupVols_Message" 	= "Klicken Sie auf „Accounts“ in der Symbolleiste, um einen Gruppenordner einzurichten. Klicken Sie anschließend auf den Titel „Gruppenordner“ und stellen Sie den Ordner unter „Netzwerk“ oder „Erweitert“ ein.";
"noGroupVols_OK" 		= "OK";

"someGroupVols_Title" 	= "Es können nicht alle ausgewählten Gruppen hinzugefügt werden, da einige keinen Gruppenordner haben. Es werden nur die hinzugefügt, die einen Gruppenordner haben. Möchten Sie fortfahren?";
"someGroupVols_Message" = "Klicken Sie auf „Hinzufügen“, um fortzufahren oder auf „Abbrechen“, um zu stoppen. Klicken Sie auf „Accounts“ in der Symbolleiste, um einen Gruppenordner einzurichten. Klicken Sie anschließend auf den Titel „Gruppenordner“ und stellen Sie den Ordner unter „Netzwerk“ oder „Erweitert“ ein.";
"someGroupVols_Save" 	= "Hinzufügen";
"someGroupVols_Cancel" 	= "Abbrechen";

"unkGroupVols_Title" 	= "Das Hinzufügen betrifft nur Einträge, die einen Gruppenordner haben. Möchten Sie fortfahren?";
"unkGroupVols_Message"  = "Klicken Sie auf „Hinzufügen“, um fortzufahren oder auf „Abbrechen“, um zu stoppen. Klicken Sie auf „Accounts“ in der Symbolleiste, um einen Gruppenordner einzurichten. Klicken Sie anschließend auf den Titel „Gruppenordner“ und stellen Sie den Ordner unter „Netzwerk“ oder „Erweitert“ ein.";
"unkGroupVols_Save" 	= "Hinzufügen";
"unkGroupVols_Cancel" 	= "Abbrechen";


// Following is for 3567576
"errCantAddGroupFolder" = "Ihr Gruppenordner ist nicht korrekt konfiguriert. Bitte überprüfen Sie Ihre Einstellungen in „Accounts“ im Titel „Gruppenordner“.";
